<?php
/**
 * Created by PhpStorm.
 * User: Administrator
 * Date: 2016/8/22
 * Time: 20:03
 */
header("Content-type:text/html;charset=utf-8");
$team1 = ['丁骁', '黄舟', '时伟伟', '李建华', '樊瑞', '吴延祥', '周鹏飞', '邓科'];
$team2 = ['卢阳', '刘青山', '李路华', '吴勇', '高彦隆', '邵刚', '帅师', '宣浩'];
$team3 = ['吴波', '许兵', '吴灿', '李小平', '张彪', '窦和平', '肖飞', '王鲍'];
$team4 = ['蒋亚昆', '陈浩', '冯阳', '李亚回', '董亚南', '储进朝'];
$team5 = ['姜磊', '梁竟萧', '缪全龙', '刘丹', '符亲冉', '李松', '刘波', '吴振杨'];
$team6 = ['张磊', '杨征', '方波', '张钱隆', '徐治达', '张灿灿', '陈子文', '卜文俊'];
$i = array_merge($team1,$team2,$team3,$team4,$team5,$team6);
print_r($i);